---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerMinute
source: html/e40c0cae-e3eb-24cb-5fff-537d53b8a4e2.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerMinute Property

Kilograms per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerMinute { get; }
```